Repository: common-repository/woo-ups-pickup
Catalog: i18n/languages/woo-ups-pickup-*.po
Languages: he_il

source: PickUP Point Location
he_il: נקודת האיסוף PickUP

source: Your Shipping Method
he_il: שיטת התשלום שלך

source: Local PickUPS is a simple method which allows the customer to pick up their order themselves at a specified pickup location.
he_il: איסוף מקומי היא שיטה פשוטה אשר מאפשרת ללקוח לאסוף את ההזמנה שלהם בעצמם במיקום איסוף ספציפי.

source: Pickup Location
he_il: מיקום איסוף עצמי

source: All Categories
he_il: כל הקטגוריות

source: Enable
he_il: הפעלה/כיבוי

source: Enable PickUPS
he_il: לאפשר שיטת משלוח PickUP

source: Enable realtime rates on Cart/Checkout page.
he_il: אפשר בזמן אמת המחירים בדף עגלת/יציאה.

source: Pickup Service Options
he_il: אפשרויות שירות האיסוף PickUP

source: Stores & Lockers
he_il: לוקרים & חנויות

source: Stores
he_il: חנויות

source: Lockers
he_il: לוקרים

source: Title
he_il: כותרת

source: This controls the title which the user sees during checkout.
he_il: קבע את הכותרת שתוצג למשתמש במהלך התשלום.

source: Service Description
he_il: תיאור שירות

source: This controls puts a service description on checkout screen.
he_il: פקדים הזה מעמיד תיאור שירות במסך לקופה.

source: Cost
he_il: מחיר

source: Default cost excluding tax. Enter an amount, e.g. 2.50, or leave empty for no default cost. The default cost can be overriden by setting a cost per pickup location below.
he_il: ברירת מחדל לעלות לא כולל מס. הזן כמות, למשל 2.50, או השאר ריק אם אין ברירת מחדל לעלות. ברירת המחדל לעלות יכולה להיות רכובה על-ידי הגדרת עלות למיקום איסוף מטה.

source: Hide Shipping Address
he_il: הסתר כתובת למשלוח

source: Hide all Shipping fields except Billing fields.
he_il: הסתר כתובת למשלוח חוץ מכתובת חשבונית

source: Hide fields from Checkout Page.
he_il: עמוד התשלום

source: Shipping classes
he_il: סוגי משלוח

source: Enter one or more shipping classes.
he_il: אחד או יותר

source: Shipping classes Only
he_il: רק סוגי המשלוח האלה

source: Allow local pickup only for the shipping classes listed above, all other products must be shipped via another method.
he_il: לאפשר שיטת המשלוח PickUP רק עבור סוגי המשלוח המפורטים לעיל, כל המוצרים האחרים חייבים להישלח באמצעות שיטה אחרת.

source: Don't Split Shipment
he_il: אל תפצל משלוח

source: Do not split your cart up into separate shipping packages for products that not using selected shipping classes.
he_il: אפשרות לא לבצע פיצול משלוח במידע ויש מוצרים שמוגדרים כסוג משלוח אחר

source: Don't show details about delivery point
he_il: אל תציג פרטים על נקודת האספקה

source: Don't show details about delivery pointin checkout page .
he_il: אל תציג פרטים על דף ההמחאה של משלוח המסירה.

source: Pickup Locations
he_il: מיקומי איסוף PickUP

source: Cost for this pickup location, enter an amount, eg. 0 or 2.50, or leave empty to use the default cost configured above.
he_il: עלות עבור איסוף עצמי זה, הזן את הכמות, למשל. 0 או 2.50, או השאר ריק כדי להשתמש בעלות ברירת המחדל שהוגדר לעיל.

source: Notes
he_il: הערות

source: Free-form notes to be displayed below the pickup location on checkout/receipt. HTML content is allowed.
he_il: הערות בצורה חופשית שיוצגו מתחת למיקומי האיסוף העצמי בקופה/בקבלה. תוכן HTML מותר.

source: + Add Pickup Location
he_il: + הוסף מיקום איסוף עצמי PickUP

source: Delete Pickup Location
he_il: מחק מיקום איסוף עצמי PickUP

source: (Optional)
he_il: (אופציונלי)

source: Delete the selected pickup locations?
he_il: האם למחוק את המיקומי איסוף שנבחרו?

source: Number
he_il: מספר

# placeholder
source: Please select point
he_il: נא בחר נקודה

source: Point
he_il: נקודה

source: Please select a local pickup location
he_il: נא בחר במיקום האיסוף העצמי

source: Some of your cart products are not eligible for local pickup, please remove %s, or select a different shipping method to continue
he_il: חלק מהמוצרים בעגלה שלך אינם זכאים לאיסוף מקומי, נא הסר את %s או בחר שיטת משלוח שונה כדי להמשיך.

source: Some of your cart products are only eligible for local pickup, please remove %s, or change the shipping method to %s to continue
he_il: חלק מהמוצרים בעגלה שלך ניתן לקבל רק באיסוף עצמי, אנא הסר את %1$s, או שנה את שיטת המשלוח %2$s כדי להמשיך.

source: Pickup Locations not set
he_il: לא נבחר את מיקום האיסוף שלך PickUP

source: Pickup location changed to %s
he_il: מיקום האיסוף PickUP השתנה ל- %s

source: Address 2
he_il: כתובת 2

source: Phone
he_il: טלפון

source: PickUP Point Location Number:
he_il: נקודת האיסוף מספר:

source: Service powered of PickUP
he_il: אפשרויות שירות האיסוף PickUP

source: Click here to select your PickUP location
he_il: לחצו כאן כדי לבחור את האיסוף

source: Configure
he_il: הגדר

source: Docs
he_il: מסמכים

source: Support
he_il: תמיכה

source: Use as default shipping method
he_il: השתמש כברירת מחדל למשלוח

source: Show this shipping method first in the checkout page
he_il: הגדר סוג משלוח זה להופיע ראשון בצ'קאאוט

source: WooCommerce UPS Israel PickUP Access Points Stores and Lockers
he_il: WooCommerce UPS ישראל טנדר גישה נקודות חנויות, ארוניות

source: A shipping plugin for WooCommerce that allows the store operator to define local pickup locations, which the customer can then choose from when making a purchase.
he_il: תוסף שיטת המשלוח עבור WooCommerce של שירות PickUP מופעלת על ידי O.P.S.I – קבלן השירות המאושר של UPS בישראל מאפשר לבחור ללקוחות האתר נקודת האיסוף באזור מגוריכם ולאסוף את המוצר בדרך הביתה

source: O.P.S.I (International Handling) Ltd
he_il: O.P.S.I – קבלן השירות המאושר של UPS בישראל
